---
kind: other
id: Properties.T:Autodesk.Revit.DB.ScheduleHeightsOnSheet
source: html/a8a7d57c-8b76-1297-62a5-969c52d0420b.htm
---
# ScheduleHeightsOnSheet Properties

The height of all schedule header part, including the gap line between header and body.